{
    "lang": "en",
    "fullLang": "English",
    "langIcon": "/img/icon/en.png",
    "products": "Products",
    "monacaCloud": "Monaca Cloud",
    "monacaEnterprise": "Monaca Enterprise",
    "monacaDebugger": "Monaca Debugger",
    "monacaAcademic": "Monaca Academic Plan",
	"monacaCli": "Monaca CLI",
	"monacaCi": "Continuous Integration",
    "pricing": "Pricing",
    "resources": "Resources",
    "services": "Services",
    "partners": "Partners",
    "support": "Support",
    "andServices": " and Services",
    "login": "Login",
    "signup": "Sign Up",
    "signupFree": "Sign Up Now <span class='small'>(free)</span>",

    "urlPricing": "/pricing.html",
    "urlBlog": "https://onsen.io/blog/",
    "urlSupport": "/support.html",
    "urlLogin": "/login/",
    "urlSignup": "/register/start.html",

    "btnDemo": "Try Demo",
    "btnContact": "Contact Us",
    "btnTryBeta": "Try the Beta Version",

    "indexHeading": "Accelerate Your App Development with<br/>HTML5 Hybrid Apps",
    "indexCloudDesc": "Monaca Cloud IDE is a browser-based full-stack IDE specifically designed for HTML5 hybrid app development.",
    "indexEnterpriseDesc": "Monaca Enterprise enables you to develop and manage your custom enterprise apps with hightened security and better efficiency across larger teams.",
    "indexLocalkitDesc": "Monaca Localkit provides you with a local environment to develop Monaca apps, just as easy as with Monaca Cloud.",
    "indexDebuggerDesc": "Monaca includes the world’s best Cordova debugger. It is a debugger built specifically for hybrid app development, combinging debugging and building.",
    "indexOnsenDesc": "Onsen UI is an AngularJS driven app framework to intuitively implement native-like, beautiful, and smooth UIs.",
    "indexEnterpriseMbaas": "(Enterprise mBaaS)",
    "indexKidozenDesc": "mBaaS for enterprise systems. Provides connector to the existing system, app deployment and remote push notifications.",
    "indexAcademic": "Academic Plans",
    "indexAcademicDesc": "We offer special plans for educational organizations to use Monaca Enterprise for educational and research projects.",
    "indexSupport": "HTML5/Cordova Dev Support",
    "indexSupportDesc": "Monaca’s seasoned development and support team fully support your hybrid app development. We offer comprehensive services that span customized app development, help desk and training.",
    "indexFeaturesTitle": "Monaca's Top 5 Features",
    "indexFeatures1Title": "1. HTML5 Hybrid App Development Environment is Faster and Easier Than Ever",
    "indexFeatures1Body": "Monaca gives web producers and developers an instant way to develop iOS or Android mobile apps using existing skill sets.",
    "indexFeatures2Title": "2. Choose Your Own Development Style / Coding Environment",
    "indexFeatures2Body": "Monaca not only offers its own browser-based IDE, but also your favorite local development environment such as Visual Studio or Sublime Text. You can choose the best environment based on target user and purpose.",
    "indexFeatures3Title": "3. Higher Performance for HTML5 Hybrid Apps",
    "indexFeatures3Body": "Onsen UI eliminates performance related issues that are typically a weakness for HTML5 hybrid apps. In addition, Monaca offsets OS differences by implementing “Crosswalk,” the latest Chromium browser engine for Android apps. This avoids all performance and fragmentation issues with Android WebView.",
    "indexFeatures3Caution": "",
    "indexFeatures4Title": "4. Improve Total App Life Cycle",
    "indexFeatures4Body": "Monaca is more than just an app development tool. It is an integrated platform that can drastically improve your app development and management. It provides comprehensive support that includes design, app development, backend development, existing system integration, testing and debugging, app distribution, analytics, and more.",
    "indexFeatures5Title": "5. Compatible with Other App Development Support Tools",
    "indexFeatures5Body": "Monaca works with other mobile app development and support tools, such as mBaaS, testing support, and advertising offered by other companies.",

    "indexBtnTry": "Sign Up for Free",
    "indexBtnDetail": "Detail",
    "indexBtnLearn": "Learn more",
    "indexBtnContact": "Contact Us",

    "exampleTitle": "More than <strong>2,000</strong> apps are available on App Store and Google Play.",
    "exampleBtn": "Showcase",

    "awardMicrosoft": "Microsoft Innovation Award 2013 優秀賞",
    "awardMobileProject": "モバイルプロジェクト・アワード2014 モバイルプラットフォーム・ソリューション部門 優秀賞",
    "awardInterOp": "INTEROP フロンティア・チャレンジ部門 特別賞",

    "cloudHeading": "Develop Cordova Apps <br />Your Way",
    "cloudHeading2": "World's best debugger,<br> cloud based IDE,<br> and enterprse plugins.",
    "cloudSummaryTitle": "Everything you need<br/>is on the cloud",
    "cloudSummaryBody": "Monaca provides development environment as a service. From your Web browser, all Cordova development is just done without any setups.",
    "cloudSkillTitle": "Leading HTML5 development cloud for Cordova/PhoneGap",
    "cloudSkillBody": "Start developing iOS and Android apps with Web technology. Huge business opportunities are ahead of us.",
    "cloudLivereloadTitle": "Ultrafast live reload with Monaca Debugger",
    "cloudLivereloadBody": "Not only does the Monaca Debugger save source code changes for you, but it also provides real-time testing of your app on the actual device while you are developing.",
    "cloudLivereloadLink": "For more details, please see the information about <a href=\"/debugger.html\">Monaca Debugger</a>.",
    "cloudWorkflowTitle": "Super efficient app development workflow",
    "cloudWorkflowBody": "Monaca provides all tools necessary for the mobile development including coding, debugging, and build.",
    "cloudWorkflow1": "JS/HTML5/CSS IDE",
    "cloudWorkflow2": "Device Testing",
    "cloudWorkflow3": "Online Build",
    "cloudWorkflow4": "Publish to the Markets",

    "enterpriseHeading": "Accelerate Your Mobile Strategy <br />with Monaca Enterprise",
    "enterpriseSummaryTitle": "Enterprise App Development &amp; Management Framework <br />for HTML5/Cordova Apps",
    "enterpriseSummaryBody": "<p>Monaca Enterprise is a mobile app development and management framework that provides full featured services for secure and efficient mobile app development and management. Equipped with Cordova, an industry-standard HTML5 hybrid app OSS (Open Source Framework), it enables you to develop multiplatform mobile apps by using web technology standards.</p><p>Monaca Enterprise will accelerate your enterprise mobile strategy.</p>",
    "enterpriseRelationTitle": "Easy Collaboration with Enterprise Data, <br />In-House Systems, and Cloud Services",
    "enterpriseRelationBody": "Enterprise mobile app development becomes challenging when you need to link existing in-house systems and user verification with external cloud services. Monaca eliminates this problem by offering \"KidoZen\", an optional enterprise mBaaS that brings easy and secure collaboration between mobile apps and existing systems.",
    "enterpriseEditorTitle": "Choose Your Own Development Style and Coding Environment",
    "enterpriseEditorBody": "In addition to its browser-based IDE, Monaca also offers your favorite local development environment including Visual Studio, Eclipse, Dreamweaver, and Sublime Text. You can also use it with version control tools like Git and Subversion. Choose the best environment based on your target user and purpose.",
    "enterprisePluginsTitle": "Plugins for Secure HTML5 Hybrid App Development",
    "enterpriseEncryptTitle": "App Logic Encryption",
    "enterpriseEncryptBody": "Mocana enables a high level of security by encrypting files in the app to keep them from being decoded or copied.",
    "enterpriseStorageTitle": "Secure Storage",
    "enterpriseStorageBody": "Provides secure storage by encrypting saved data on devices. This prevents information leaks in the case of theft or loss.",
    "enterpriseUpdaterTitle": "In-App Updater",
    "enterpriseUpdaterBody": "Offers an automatic app update feature that does not require re-downloading from an app store. Users can always enjoy your latest, updated apps without the need for redistribution or reinstallation.",
    "enterprisePerformanceTitle": "Higher Performance for HTML5 Hybrid Apps",
    "enterprisePerformanceBody": "Onsen UI eliminates performance related issues that are typically a weakness for HTML5 hybrid apps. In addition, Monaca offsets OS differences by implementing “Crosswalk,” the latest Chromium browser engine for Android apps. This avoids all performance and fragmentation issues with Android WebView.",
    "enterprisePerformanceCaution": "",
    "enterpriseDebuggerTitle": "Streamline HTML5 Hybrid App Debugging",
    "enterpriseDebuggerBody": "Monaca offers debugging tools specifically designed for HTML5 hybrid apps. You can instantly test your app in real-time on an actual device, without compiling it. It also supports more serious debugging features like setting breakpoints in JavaScript and stepping.",
    "enterpriseServiceTitle": "HTML5/Cordova Development Support Services",
    "enterpriseServiceBody": "<p>Monaca’s seasoned development and support team fully support your HTML5/Cordova app development. We offer comprehensive services that span customized app development and help desk to training.</p><p><a href=\"/support.html\">Read more about support services</a></p>",

    "dbgHeading": "Monaca Debugger<br />Super Efficient Solution<br />for HTML Hybrid App Test",
    "dbgLivereloadTitle": "Ultrafast Live Reload<br />Just Save Your Source Code, and the App Runs on the Real Device Immediately",
    "dbgLivereloadBody": "Monaca Debugger enables you to run your app on an actual device right after saving only the source code. No more hassle building your app, or installing on a device. In addition to HTML5 APIs, Monaca Debugger also supports Cordova plugins.",
    "dbgDebugTitle": "Debugging Capabilities Designed for HTML Hybrid Apps",
    "dbgDebugBody": "Monaca Debugger provides comprehensive debugging capabilities specifically designed for HTML5 hybrid app development. It will dramatically improve your app development efficiency.",
    "dbgIntegrateTitle": "Seamless Debugging Environment between Monaca IDE",
    "dbgIntegrateBody": "You can debug your app running on Monaca Debugger from Monaca IDE. You can check DOM manipulation, style changes, JS consoles, and AJAX requests and more.",
    "dbgUsbTitle": "USB Connectivity for Advanced Debugging",
    "dbgUsbBody": "You have USB connection between a device and PC to perform more serious debugging like JavaScript breakpoints or stepping using tools including Chrome Dev Tools.",
    "dbgPluginsTitle": "Cordova Plugins Support",
    "dbgPluginsBody": "Beside HTML5 and Cordova standard plugin APIs, Monaca Debugger also supports debugging apps with custom Cordova plugins added by your developers.<br />* This feature is only supported by Custom Debugger",
    "dbgCollabTitle": "Collaboration Tools",
    "dbgCollabBody": "Leverage Monaca Debugger to achieve higher team productivity for your mobile app development.",
    "dbgShareTitle": "Real-time Project Management via Internet",
    "dbgShareBody": "Share your project real-time on the cloud with your team members through Monaca Debugger. You can set separate permissions between testers and developers, making it useful for offshore development and beta tests.",
    "dbgCommunicationTitle": "Useful Communication Features",
    "dbgCommunicationBody": "Monaca Debugger offers useful communication tools like chat and screenshots as standard features. You can send feedback to developers from a device as it runs the app.",
    "dbgDownload": "Monaca Debugger is available for download from the app stores below:",

    "devSupportHeading": "HTML5 Hybrid App <br />Development Support",
    "devSupportDescription": "We help you overcome all kinds of technical challenges related to HTML5 hybrid app development. Asial provides full support for your app development projects, leveraging our proven experience and knowledge gained from developing Monaca and numerous other apps.",
    "devSupportSummaryTitle": "A Wide Range of Supported Technologies",
    "devSupportSummaryBody": "Developing HTML5 hybrid apps requires knowledge of a wide range of technologies such as HTML5, Cordova, Monaca, Onsen UI, and AngularJS. Our service fully supports these technologies.",
    "devSupportStaffTitle": "Professional Support by HTML5 Hybrid App Development Experts",
    "devSupportStaffBody": "Having engaged in the research and development of HTML5 hybrid apps since 2009, Asial has accumulated know-how and expertise that has both breadth and depth. We did this through the development of Monaca and many other app projects. We can deliver rapid solutions to address your challenges.",
    "devSupportMenuTitle": "HTML5 Hybrid App Development Support Menu",

    "kidozenHeading": "Enterprise <span>mBaaS</span>",
    "kidozenSummaryTitle": "What is the Enterprise mBaaS \"KidoZen\"?",
    "kidozenSummaryBody": "<p>KidoZen is an enterprise platform that provides end-to-end backend services for secure and efficient enterprise mobile app development. The platform is equipped with a full range of capabilities that will streamline your app development and management while significantly reducing related costs. The capabilities include connectors that integrate existing in-house systems, server capabilities such as push notifications, app store features, and data analytics.</p><p>KidoZen is offered as one of the optional services of Monaca.</p>",
    "kidozenApiTitle": "Enterprise System APIs",
    "kidozenApiBody": "KidoZen offers connector capabilities that bring secure collaboration to mobile apps and existing systems. The standard set supports over 70 types of connectors for major software packages like CMS, CRM, ERP, and SaaS. This will help app developers focus on frontend development, to bring promising improvements that lower development costs and increase app quality.",
    "kidozenApiAnchor": "See All Connectors",
    "kidozenBaasTitle": "Mobile Backend Services",
    "kidozenBaasBody": "This service offers server features necessary for most mobile apps such as authentication, identity federation, data storage, and messaging. You don’t need to develop server-side programs; Just enter a line, and the service will implement all the required features, significantly boosting development productivity.",
    "kidozenAnalysisTitle": "Mobile App Store & Data Analytics",
    "kidozenAnalysisBody": "<p>The KidoZen Mobile App Store is an in-house mobile app distribution platform that offers services similar to Google Play and the App Store. In-house users can search for and install apps by accessing KidoZen from their own devices.</p><p>You can also keep user logs to be used for app management, and store crash reports.</p>",
    "kidozenCaseTitle": "Showcases",
    "kidozenCaseBody": "KidoZen is the choice for more than 100 businesses including the world’s largest organizations and government, to power their mobile strategy.",
    "kidozenCaseAnchor": "See All",

    "localkitHeading": "Experience Monaca’s Usability and Comfort in Your Local Development Environment",
    "localkitSummaryTitle": "What is Monaca Localkit?",
    "localkitSummaryBody": "Monaca Localkit is a local environment development support tool. It is offered through our app development platform, “Monaca”. You can get better security and peace-of-mind from your app development environment by combining existing tools like the editor and version management system, with the versatile development support capabilities of Monaca.",
    "localkitEditorTitle": "Choose Your Own Development Style and Coding Environment",
    "localkitEditorBody": "Monaca Localkit enables developers to create apps locally using their favorite development environment including Visual Studio, Eclipse, Dreamweaver, and Sublime Text. You can also use it with version control tools like Git and Subversion. Choose the best environment based on your target user and purpose.",
    "localkitDebugTitle": "Streamline HTML5 Hybrid App Debugging",
    "localkitDebugBody": "Monaca Localkit offers “Monaca Debugger”, the debugging tool for HTML5 hybrid apps. You can immediately run the app on a real device simply by saving your source code in progress. You can also have a USB connection between a device and PC to perform more serious debugging like JavaScript breakpoints and stepping using tools such as Chrome Dev Tools.",
    "localkitDownload": "Open User Manual for <br class=\"opt\">Monaca Localkit Beta Version",
    "localkitDownloadCaution": "* a PDF will be opened.",

    "priceHeading": "Pricing",
    "priceCloudTitle": "Monaca Cloud",
    "priceCloudBody": "Monaca Cloud is an HTML5 app development platform for both individuals and enterprises. It offers 4 plans starting with the free Basic Plan. Get more details on the <a href=\"/pricing.html\">Monaca Cloud pricing page</a>.",
    "priceCloudBasic": "<em>Free</em>",
    "priceCloudPersonal": "<em>980</em>yen/mo<br/>(9,800yen/yr)",
    "priceCloudGold": "<em>5,000</em>yen/mo<br/>(50,000yen/yr)",
    "priceCloudPlatinum": "<em>8,000</em>yen/mo<br/>(80,000yen/yr",
    "priceTaxIncluded": "* Tax included",
    "priceContact": "Contact Us",
    "priceAcademicTitle": "Monaca Academic Plan",
    "priceAcademicBody": "Monaca Cloud offers special plans and discounts for educational institutions such as universities and technical colleges. Get more details on the <a href=\"https://edu.monaca.io/\" target=\"_blank\">Monaca Academic Plan page</a>.",
    "priceAcademicBasic": "<em>Free</em>",
    "priceAcademicEducationAddition": "Only for educational institutions",
    "priceAcademicEducation": "<em>980</em>yen/mo<br/>(9,800yen/yr)",
    "priceAcademicGold": "<em>2,500</em>yen/mo<br/>(25,000yen/yr)",
    "priceAcademicPlatinum": "<em>3,200</em>yen/mo<br/>(32,000yen/yr)",
    "priceEnterpriseTitle": "Monaca Enterprise",
    "priceEnterpriseBody": "Monaca Enterprise is a Cordova/PhoneGap based app development and management platform, ideal for enterprise app development. Subscriptions are licensed to enterprises only.",
    "priceEnterpriseSetup": "Initial Setup Fees:",
    "priceEnterpriseSetup2": "<em>Free</em>",
    "priceEnterpriseBase": "Basic Fees:",
    "priceEnterpriseBase2": "<em>162,000</em>yen/mo",
    "priceEnterpriseLicense": "5 additional licenses:",
    "priceEnterpriseLicense2": "<em>54,000</em>yen/mo",
    "priceEnterpriseContact": "Contact Us",
    "priceEnterpriseCaution": "* Tax included",
    "priceKidozenTitle": "Enterprise mBaaS KidoZen",
    "priceKidozenBody": "The enterprise mBaaS KidoZen is offered as one of the optional services from Monaca Enterprise.",
    "priceKidozenPrice": "Pricing:",
    "priceKidozenPrice2": "Open price",
    "priceKidozenExpl": "We will provide a quote based on your requested services, number of users, API calls and other specifications.",

    "supportHeading": "Technical Support by HTML5 Hybrid App Development Experts",
    "supportTechTitle": "Monaca Technical Support",
    "supportTechBody1": "Help desk support is provided for Monaca’s paid users. Our professional Monaca Support Team will help you solve issues that cannot be resolved on the Monaca Forum, or that require an immediate response. We also provide code review and sample code as needed.",
    "supportTechBody2": "Monaca Technical Support is a ticket-based service. Get more details on the <a href=\"/support.html\">contact page</a>.",
    "supportDevTitle": "HTML5 Hybrid App Development Support Service",
    "supportDevBody": "We offer end-to-end support for all kinds of technical challenges related to HTML5 hybrid app　development. Asial provides full support for your app development projects, leveraging our proven experience and knowledge gained from developing Monaca and numerous other apps. We support a wide range of technologies including HTML5, Cordova, Monaca, Onsen UI, AngularJS and more for your HTML5 hybrid app development.",
    "supportTrainingTitle": "HTML5 Hybrid App Development Training",
    "supportTrainingBody": "We offer various training programs for HTML5 and JavaScript hybrid mobile apps (HTML5 hybrid apps) using Monaca, our HTML5 mobile app development tool. You can choose from a full range of training from JavaScript basics to simple app development. You can also customize it for your corporate training program needs.",
    "supportForumTitle": "Monaca Forum",
    "supportForumBody": "The Monaca Forum is available for all Monaca users. The Monaca Forum lets you ask for any kind of advice about technical issues, and share useful tips with other community members when developing apps with Monaca. <br />You can also contact us with requests and bug reports from here.",
    "supportForumBtn": "Go to Monaca Forum"
}