{
    "lang": "en",
    "products": "Products",
    "monacaCloud": "Monaca Cloud",
    "monacaEnterprise": "Monaca Enterprise",
    "monacaDebugger": "Monaca Debugger",
    "monacaAcademic": "Monaca Academic Plan",
    "pricing": "Pricing",
    "partners": "Partners",
    "support": "Support",
    "andServices": " and Services",
    "login": "Login",
    "signup": "Sign Up",

    "urlPricing": "https://monaca.mobi/en/pricing",
    "urlBlog": "https://monaca.mobi/en/blog",
    "urlSupport": "https://monaca.mobi/en/support/index",
    "urlLogin": "https://monaca.mobi/en/login",
    "urlSignup": "https://monaca.mobi/en/register/start",

    "btnDemo": "Try Demo",
    "btnContact": "Contact Us",
    "btnTryBeta": "Try the Beta Version",

    "indexHeading": "<span class=\"small\">Accelerate Your App Development with</span><br/><span class=\"key\">HTML5 Hybrid Apps</span>",

    "enterpriseHeading": "Accelerate Your Mobile Strategy <br />with Monaca Enterprise",
    "enterpriseSummaryTitle": "Enterprise App Development &amp; Management Framework <br />for HTML5/Cordova Apps",
    "enterpriseSummaryBody": "<p>Monaca Enterprise is a mobile app development and management framework that provides full featured services for secure and efficient mobile app development and management. Equipped with Cordova, an industry-standard HTML5 hybrid app OSS (Open Source Framework), it enables you to develop multiplatform mobile apps by using web technology standards.</p><p>Monaca Enterprise will accelerate your enterprise mobile strategy.</p>",
    "enterpriseRelationTitle": "Easy Collaboration with Enterprise Data, <br />In-House Systems, and Cloud Services",
    "enterpriseRelationBody": "Enterprise mobile app development becomes challenging when you need to link existing in-house systems and user verification with external cloud services. Monaca eliminates this problem by offering \"KidoZen\", an optional enterprise mBaaS that brings easy and secure collaboration between mobile apps and existing systems.",
    "enterpriseEditorTitle": "Choose Your Own Development Style and Coding Environment",
    "enterpriseEditorBody": "In addition to its browser-based IDE, Monaca also offers your favorite local development environment including Visual Studio, Eclipse, Dreamweaver, and Sublime Text. You can also use it with version control tools like Git and Subversion. Choose the best environment based on your target user and purpose.",
    "enterprisePluginsTitle": "Plugins for Secure HTML5 Hybrid App Development",
    "enterpriseEncryptTitle": "App Logic Encryption",
    "enterpriseEncryptBody": "Mocana enables a high level of security by encrypting files in the app to keep them from being decoded or copied.",
    "enterpriseStorageTitle": "Secure Storage",
    "enterpriseStorageBody": "Provides secure storage by encrypting saved data on devices. This prevents information leaks in the case of theft or loss.",
    "enterpriseUpdaterTitle": "In-App Updater",
    "enterpriseUpdaterBody": "Offers an automatic app update feature that does not require re-downloading from an app store. Users can always enjoy your latest, updated apps without the need for redistribution or reinstallation.",
    "enterprisePerformanceTitle": "HTML5ハイブリッドアプリのパフォーマンスを向上",
    "enterprisePerformanceBody": "Onsen UIはHTML5ハイブリッドアプリ開発の課題である「アプリのパフォーマンス問題」を解決します。さらにMonacaではAndroidアプリ側にChromiumベースの最新ブラウザエンジン「Crosswalk」を組み込み、OSバージョンの違いを吸収します。これにより、AndroidWebViewのパフォーマンスとフラグメンテーション問題を一気に解決します。",
    "enterprisePerformanceCaution": "※ Crosswalkの組込みはAndroid4.0以上が対象となります。",
    "enterpriseDebuggerTitle": "Streamline HTML5 Hybrid App Debugging",
    "enterpriseDebuggerBody": "Monaca offers debugging tools specifically designed for HTML5 hybrid apps. You can instantly test your app in real-time on an actual device, without compiling it. It also supports more serious debugging features like setting breakpoints in JavaScript and stepping.",
    "enterpriseServiceTitle": "HTML5/Cordova Development Support Services",
    "enterpriseServiceBody": "<p>Monaca’s seasoned development and support team fully support your HTML5/Cordova app development. We offer comprehensive services that span customized app development and help desk to training.</p><p><a href=\"/support.html\">Read more about support services</a></p>",

    "dbgHeading": "Monaca Debugger<br />Super Efficient Solution<br />for HTML Hybrid App Test",
    "dbgLivereloadTitle": "Ultrafast Live Reload<br />Just Save Your Source Code, and the App Runs on the Real Device Immediately",
    "dbgLivereloadBody": "Monaca Debugger enables you to run your app on an actual device right after saving only the source code. No more hassle building your app, or installing on a device. In addition to HTML5 APIs, Monaca Debugger also supports Cordova plugins.",
    "dbgDebugTitle": "Debugging Capabilities Designed for HTML Hybrid Apps",
    "dbgDebugBody": "Monaca Debugger provides comprehensive debugging capabilities specifically designed for HTML5 hybrid app development. It will dramatically improve your app development efficiency.。",
    "dbgIntegrateTitle": "Seamless Debugging Environment between Monaca IDE",
    "dbgIntegrateBody": "You can debug your app running on Monaca Debugger from Monaca IDE. You can check DOM manipulation, style changes, JS consoles, and AJAX requests and more.",
    "dbgUsbTitle": "USB Connectivity for Advanced Debugging",
    "dbgUsbBody": "You have USB connection between a device and PC to perform more serious debugging like JavaScript breakpoints or stepping using tools including Chrome Dev Tools.",
    "dbgPluginsTitle": "Cordova Plugins Support",
    "dbgPluginsBody": "Beside HTML5 and Cordova standard plugin APIs, Monaca Debugger also supports debugging apps with custom Cordova plugins added by your developers.<br />* This feature is only supported by Custom Debugger",
    "dbgCollabTitle": "Collaboration Tools",
    "dbgCollabBody": "Leverage Monaca Debugger to achieve higher team productivity for your mobile app development.",
    "dbgShareTitle": "Real-time Project Management via Internet",
    "dbgShareBody": "Share your project real-time on the cloud with your team members through Monaca Debugger. You can set separate permissions between testers and developers, making it useful for offshore development and beta tests.",
    "dbgCommunicationTitle": "Useful Communication Features",
    "dbgCommunicationBody": "Monaca Debugger offers useful communication tools like chat and screenshots as standard features. You can send feedback to developers from a device as it runs the app.",
    "dbgDownload": "Monaca Debugger is available for download from the app stores below:",

    "devSupportHeading": "HTML5 Hybrid App <br />Development Support",
    "devSupportDescription": "We help you overcome all kinds of technical challenges related to HTML5 hybrid app development. Asial provides full support for your app development projects, leveraging our proven experience and knowledge gained from developing Monaca and numerous other apps.",
    "devSupportSummaryTitle": "A Wide Range of Supported Technologies",
    "devSupportSummaryBody": "Developing HTML5 hybrid apps requires knowledge of a wide range of technologies such as HTML5, Cordova, Monaca, Onsen UI, and AngularJS. Our service fully supports these technologies.",
    "devSupportStaffTitle": "Professional Support by HTML5 Hybrid App Development Experts",
    "devSupportStaffBody": "Having engaged in the research and development of HTML5 hybrid apps since 2009, Asial has accumulated know-how and expertise that has both breadth and depth. We did this through the development of Monaca and many other app projects. We can deliver rapid solutions to address your challenges.",
    "devSupportMenuTitle": "HTML5 Hybrid App Development Support Menu",

    "kidozenHeading": "Enterprise <span>mBaaS</span>",
    "kidozenSummaryTitle": "What is the Enterprise mBaaS \"KidoZen\"?",
    "kidozenSummaryBody": "<p>KidoZen is an enterprise platform that provides end-to-end backend services for secure and efficient enterprise mobile app development. The platform is equipped with a full range of capabilities that will streamline your app development and management while significantly reducing related costs. The capabilities include connectors that integrate existing in-house systems, server capabilities such as push notifications, app store features, and data analytics.</p><p>KidoZen is offered as one of the optional services of Monaca.</p>",
    "kidozenApiTitle": "Enterprise System APIs",
    "kidozenApiBody": "KidoZen offers connector capabilities that bring secure collaboration to mobile apps and existing systems. The standard set supports over 70 types of connectors for major software packages like CMS, CRM, ERP, and SaaS. This will help app developers focus on frontend development, to bring promising improvements that lower development costs and increase app quality.",
    "kidozenApiAnchor": "See All Connectors",
    "kidozenBaasTitle": "Mobile Backend Services",
    "kidozenBaasBody": "This service offers server features necessary for most mobile apps such as authentication, identity federation, data storage, and messaging. You don’t need to develop server-side programs; Just enter a line, and the service will implement all the required features, significantly boosting development productivity.",
    "kidozenAnalysisTitle": "Mobile App Store & Data Analytics",
    "kidozenAnalysisBody": "<p>The KidoZen Mobile App Store is an in-house mobile app distribution platform that offers services similar to Google Play and the App Store. In-house users can search for and install apps by accessing KidoZen from their own devices.</p><p>You can also keep user logs to be used for app management, and store crash reports.</p>",
    "kidozenCaseTitle": "Showcases",
    "kidozenCaseBody": "KidoZen is the choice for more than 100 businesses including the world’s largest organizations and government, to power their mobile strategy.",
    "kidozenCaseAnchor": "See All"

}